Repository: lunatik-210/psi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Ershov Informatics conference
ru: Конференция имени А.П. Ершова

source: ru
ru: en

source: The Perspectives of System Informatics (PSI) conference series is a forum for academic and industrial researchers, developers and users working on topics relating to computer, software and information sciences. The conference serves to bridge the gaps between different communities whose research areas are covered by but not limited to foundations of program and system development and analysis, programming methodology and software engineering, and information technologies. The PSI forum provides a venue for such communities at which common problems, methods and methodologies can be discussed and explored. In doing so, PSI aims to support researchers in their quest to improve the reliability, flexibility and efficiency of methods, algorithms and tools for developing computer, software and information systems.
ru: «Перспективы систем информатики» – это форум, на котором собираются ученые, разработчики и пользователи программного обеспечения, работающие как в науке, так и в промышленности. Цель конференции – представление и глубокое обсуждение передовых достижений в таких областях, как теоретические основы анализа и разработки программ и систем, методология и технология программирования, новые информационные технологии. Важной задачей конференции является «наведение мостов» между научными и профессиональными IT-сообществами.

source: Dates
ru: Важные даты

source: News
ru: Свежие новости

source: Keynote Speakers
ru: Основные докладчики

source: Materials
ru: Материалы

source: Welcome
ru: Главная

source: Video
ru: Видео

source: Pictures
ru: Фотографии

source: Programme
ru: Программа конференции

source: Call for Papers (PDF)
ru: Информационное письмо (PDF)

source: Previous PSI Editions
ru: Предыдущие конференции PSI
